a2jmidid
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
albert
alsa-plugins
alsa-tools
alsa-utils
archlinuxcn-keyring
archlinux-themes-slim
at
audacity
autoconf
autojump
automake
baidupcs-go
base
bat
bc
binutils
bison
blueman
bluez
bluez-utils
brasero
bsd-games
catfish
cheese
chromium
cocomusic
code
conky
cowsay
cronie
deadbeef
deepin-file-manager
deepin-screenshot
deepin-shortcut-viewer
deepin-terminal
dhcp
dhcpcd
dialog
dmenu
elinks
evince
exo
fakeroot
fcitx
fcitx-configtool
feh
figlet
file
file-roller
findutils
firefox
firefox-i18n-zh-cn
fish
flameshot
flashplugin
flex
focuswriter
freemind
freeplane
fzf
garcon
gawk
gcc
genius
gettext
gimp
gimp-help-zh_cn
git
glances
gnome-calculator
google-chrome
gramps
grep
groff
grub
gst-plugins-bad
gvfs
gvfs-afc
gzip
htop
i3blocks
i3-gaps
i3lock
i3status
ibus
ibus-chewing
ibus-libpinyin
ibus-pinyin
ibus-rime
ibus-sunpinyin
ibus-table
ibus-table-chinese
inkscape
iw
joplin
k3b
kmines
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linuxqq
lsof
m4
make
man-db
man-pages
man-pages-zh_cn
mate-screensaver
mate-utils
mesa-demos
mlocate
moc
motrix-git
mousepad
mplayer
mutt
nautilus
netctl
netease-cloud-music
nethack
nextcloud
nextcloud-client
nixnote2
noto-fonts-cjk
ntfs-3g
nutstore
okular
opencv
orage
os-prober
pacman
pacmixer
pandoc
parole
patch
pavucontrol
picom
pkgconf
pkgfile
polybar
proxychains-ng
pulseaudio
pulseaudio-alsa
ranger
reflector
ristretto
rofi
samba
scratch
screenfetch
screenkey
sdcv
sed
simplescreenrecorder
sl
slim
slim-themes
sox
stardict
sudo
tensorflow
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tilda
tmux
tor-browser
traceroute
tree
ttf-arphic-ukai
ttf-arphic-uming
tumbler
typora
ueberzug
variety
vi
vim
vim-airline
vim-airline-themes
vim-ale
vim-align
vim-ansible
vim-bufexplorer
vim-coverage-highlight
vim-csound
vim-ctrlp
vim-easymotion
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-indent-object
vim-jad
vim-jedi
vim-latexsuite
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-pastie
vim-seti
vim-supertab
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-ultisnips
vim-vital
vim-youcompleteme-git
vlc
w3m
wget
which
wine
wine-gecko
wine-mono
wpa_supplicant
wps-office
wps-office-mui-zh-cn
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xclip
xdg-user-dirs
xdotool
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yaourt
youtube-dl
zsh
